Repository: NeatNerdPrime/disper-menu
Catalog: translation/*.po
Languages: de

source: Clone display
de: Bildschirm klonen

source: Cycle between setups
de: Rotiere zwischen Einstellungen

source: Disper not found or other error
de: Disper nicht gefunden oder andere Fehler

source: Display extend direction
de: Bildschirm Erweiterungs Richtung

source: Extend display
de: Bildschirm erweitern

source: Messages fade out time
de: Erklärungs Anzeige-Zeit

source: Primary display
de: Primärer Bildschirm

source: Scaling mode
de: Skalierungs Modus

source: Secondary display
de: Sekundärer Bildschirm

source: Use below settings
de: Benutze folgende Einstellungen

source: aspect-scaled
de: Aspekt-skaliert

source: bottom
de: unten

source: centered
de: zentriert

source: default
de: Voreinstellung

source: left
de: links

source: native
de: nativen

source: right
de: rechts

source: scaled
de: skaliert

source: top
de: oben
